<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.4.1/css/bootstrap.min.css" integrity="sha384-Vkoo8x4CGsO3+Hhxv8T/Q5PaXtkKtu6ug5TOeNV6gBiFeWPGFN9MuhOf23Q9Ifjh" crossorigin="anonymous">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.1/css/bootstrap.min.css">
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.1/js/bootstrap.min.js"></script>
    <link src="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">
    <link href='https://fonts.googleapis.com/css?family=Cookie' rel='stylesheet' type='text/css'>
    <link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">  
    <link rel="stylesheet" href="style.css">    
    <link rel="icon" href="https://i.ibb.co/xhKTfVb/1631179818168.png">
<title>4Muslims</title>
</head>
<body id="body"> 
<div id="myProgress">
<div id="myBar"></div></div>
<nav id="mynav" class="navbar navbar-inverse" style="background-color: #0e4130!important;">
    <div class="container-fluid">
    <div class="navbar-header">
    <div style="padding-right: 300px;" class="navbar-brand" onclick="this.onclick=null; move() , window.location.href='/islam/quran'">
    <span class="glyphicon">&#xe091;</span>
    </div></div></div></nav><br>





<br><div class="col-md-4" style="height: fit-content;" > <div  class="card text-black"  style="background-color: white; color: black;  border-radius: 25px;" ><div  class="card-body" ><br><div style="font-size: 30px;  ">
بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم</div>
<br>
<p class="card-text" style="text-align: center; font-size: 29px;" >
صٓ ۚ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ ﴿١﴾ بَلِ ٱلَّذِينَ كَفَرُوا فِى عِزَّةٍۢ وَشِقَاقٍۢ ﴿٢﴾ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍۢ فَنَادَوا وَّلَاتَ حِينَ مَنَاصٍۢ ﴿٣﴾ وَعَجِبُوٓا أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ ۖ وَقَالَ ٱلْكَٰفِرُونَ هَٰذَا سَٰحِرٌ كَذَّابٌ ﴿٤﴾ أَجَعَلَ ٱلْءَالِهَةَ إِلَٰهًا وَٰحِدًا ۖ إِنَّ هَٰذَا لَشَىْءٌ عُجَابٌ ﴿٥﴾ وَٱنطَلَقَ ٱلْمَلَأُ مِنْهُمْ أَنِ ٱمْشُوا وَٱصْبِرُوا عَلَىٰٓ ءَالِهَتِكُمْ ۖ إِنَّ هَٰذَا لَشَىْءٌ يُرَادُ ﴿٦﴾ مَا سَمِعْنَا بِهَٰذَا فِى ٱلْمِلَّةِ ٱلْءَاخِرَةِ إِنْ هَٰذَآ إِلَّا ٱخْتِلَٰقٌ ﴿٧﴾ أَءُنزِلَ عَلَيْهِ ٱلذِّكْرُ مِنۢ بَيْنِنَا ۚ بَلْ هُمْ فِى شَكٍّۢ مِّن ذِكْرِى ۖ بَل لَّمَّا يَذُوقُوا عَذَابِ ﴿٨﴾ أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ٱلْعَزِيزِ ٱلْوَهَّابِ ﴿٩﴾ أَمْ لَهُم مُّلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا فِى ٱلْأَسْبَٰبِ ﴿١٠﴾ جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّنَ ٱلْأَحْزَابِ ﴿١١﴾ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَعَادٌ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ ﴿١٢﴾ وَثَمُودُ وَقَوْمُ لُوطٍۢ وَأَصْحَٰبُ لْـَٔيْكَةِ ۚ أُولَٰٓئِكَ ٱلْأَحْزَابُ ﴿١٣﴾ إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ ﴿١٤﴾ وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيْحَةً وَٰحِدَةً مَّا لَهَا مِن فَوَاقٍۢ ﴿١٥﴾ وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ ﴿١٦﴾ ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ ۖ إِنَّهُۥٓ أَوَّابٌ ﴿١٧﴾ إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ ﴿١٨﴾ وَٱلطَّيْرَ مَحْشُورَةً ۖ كُلٌّ لَّهُۥٓ أَوَّابٌ ﴿١٩﴾ وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ ﴿٢٠﴾ ۞ وَهَلْ أَتَىٰكَ نَبَؤُا ٱلْخَصْمِ إِذْ تَسَوَّرُوا ٱلْمِحْرَابَ ﴿٢١﴾ إِذْ دَخَلُوا عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍۢ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ ﴿٢٢﴾ إِنَّ هَٰذَآ أَخِى لَهُۥ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِىَ نَعْجَةٌ وَٰحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ ﴿٢٣﴾ قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ ۖ وَإِنَّ كَثِيرًا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ وَقَلِيلٌ مَّا هُمْ ۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًا وَأَنَابَ ۩۩ ﴿٢٤﴾ فَغَفَرْنَا لَهُۥ ذَٰلِكَ ۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍۢ ﴿٢٥﴾ يَٰدَاوُۥدُ إِنَّا جَعَلْنَٰكَ خَلِيفَةً فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌۢ بِمَا نَسُوا يَوْمَ ٱلْحِسَابِ ﴿٢٦﴾ وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَٰطِلًا ۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِنَ ٱلنَّارِ ﴿٢٧﴾ أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا وَعَمِلُوا ٱلصَّٰلِحَٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ ﴿٢٨﴾ كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ مُبَٰرَكٌ لِّيَدَّبَّرُوٓا ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُولُوا ٱلْأَلْبَٰبِ ﴿٢٩﴾ وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَٰنَ ۚ نِعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ ﴿٣٠﴾ إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّٰفِنَٰتُ ٱلْجِيَادُ ﴿٣١﴾ فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ ﴿٣٢﴾ رُدُّوهَا عَلَىَّ ۖ فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ ﴿٣٣﴾ وَلَقَدْ فَتَنَّا سُلَيْمَٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًا ثُمَّ أَنَابَ ﴿٣٤﴾ قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًا لَّا يَنۢبَغِى لِأَحَدٍۢ مِّنۢ بَعْدِىٓ ۖ إِنَّكَ أَنتَ ٱلْوَهَّابُ ﴿٣٥﴾ فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ ﴿٣٦﴾ وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٍۢ وَغَوَّاصٍۢ ﴿٣٧﴾ وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ ﴿٣٨﴾ هَٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍۢ ﴿٣٩﴾ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍۢ ﴿٤٠﴾ وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَٰنُ بِنُصْبٍۢ وَعَذَابٍ ﴿٤١﴾ ٱرْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌۢ بَارِدٌ وَشَرَابٌ ﴿٤٢﴾ وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَىٰ لِأُولِى ٱلْأَلْبَٰبِ ﴿٤٣﴾ وَخُذْ بِيَدِكَ ضِغْثًا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَٰهُ صَابِرًا ۚ نِّعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ ﴿٤٤﴾ وَٱذْكُرْ عِبَٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ أُولِى ٱلْأَيْدِى وَٱلْأَبْصَٰرِ ﴿٤٥﴾ إِنَّآ أَخْلَصْنَٰهُم بِخَالِصَةٍۢ ذِكْرَى ٱلدَّارِ ﴿٤٦﴾ وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ ﴿٤٧﴾ وَٱذْكُرْ إِسْمَٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ ۖ وَكُلٌّ مِّنَ ٱلْأَخْيَارِ ﴿٤٨﴾ هَٰذَا ذِكْرٌ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍۢ ﴿٤٩﴾ جَنَّٰتِ عَدْنٍۢ مُّفَتَّحَةً لَّهُمُ ٱلْأَبْوَٰبُ ﴿٥٠﴾ مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَٰكِهَةٍۢ كَثِيرَةٍۢ وَشَرَابٍۢ ﴿٥١﴾ ۞ وَعِندَهُمْ قَٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ ﴿٥٢﴾ هَٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ ﴿٥٣﴾ إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ ﴿٥٤﴾ هَٰذَا ۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٍۢ ﴿٥٥﴾ جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ ﴿٥٦﴾ هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ ﴿٥٧﴾ وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ ﴿٥٨﴾ هَٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ ۖ لَا مَرْحَبًۢا بِهِمْ ۚ إِنَّهُمْ صَالُوا ٱلنَّارِ ﴿٥٩﴾ قَالُوا بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ ۖ أَنتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ ٱلْقَرَارُ ﴿٦٠﴾ قَالُوا رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى ٱلنَّارِ ﴿٦١﴾ وَقَالُوا مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ ﴿٦٢﴾ أَتَّخَذْنَٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَٰرُ ﴿٦٣﴾ إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ ٱلنَّارِ ﴿٦٤﴾ قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌ ۖ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ ﴿٦٥﴾ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّٰرُ ﴿٦٦﴾ قُلْ هُوَ نَبَؤٌا عَظِيمٌ ﴿٦٧﴾ أَنتُمْ عَنْهُ مُعْرِضُونَ ﴿٦٨﴾ مَا كَانَ لِىَ مِنْ عِلْمٍ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ ﴿٦٩﴾ إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ ﴿٧٠﴾ إِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًا مِّن طِينٍۢ ﴿٧١﴾ فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا لَهُۥ سَٰجِدِينَ ﴿٧٢﴾ فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ ﴿٧٣﴾ إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ ﴿٧٤﴾ قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ ﴿٧٥﴾ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ ۖ خَلَقْتَنِى مِن نَّارٍۢ وَخَلَقْتَهُۥ مِن طِينٍۢ ﴿٧٦﴾ قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ ﴿٧٧﴾ وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ ﴿٧٨﴾ قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ ﴿٧٩﴾ قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ ﴿٨٠﴾ إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ ﴿٨١﴾ قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ ﴿٨٢﴾ إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ ﴿٨٣﴾ قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ ﴿٨٤﴾ لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ ﴿٨٥﴾ قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍۢ وَمَآ أَنَا۠ مِنَ ٱلْمُتَكَلِّفِينَ ﴿٨٦﴾ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَٰلَمِينَ ﴿٨٧﴾ وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِينٍ
</p>

</div>
</div>
</div>



    
<br><br><br><br>

<header class="header">
<div class="container" >
<nav class="bottom-nav" style="background-color: #0e4130!important;">
<div onclick="this.onclick=null; move() , window.location.href='/islam/home/'" class="bottom-nav-item">
<div class="bottom-nav-link">
<i class="material-icons">&#xe871;</i>
<span>Dashboard</span>
</div>
</div>
<div onclick="this.onclick=null; move() , window.location.href='/islam/account/'" class="bottom-nav-item">
<div class="bottom-nav-link">
<i class="material-icons">&#xe853;</i>
<span>Account</span>
</div>
</div>

<div onclick="this.onclick=null; move() , window.location.href='/islam/settings'" class="bottom-nav-item">
<div class="bottom-nav-link">
<i class="material-icons">&#xe8b8;</i>
<span>Setting</span>
</div>
</div>
</nav>
</div>
</header>

<script src="script.js"></script>

</body>
</html>
